import React from 'react';
import { useT } from '../../../custom/hooks/useT';
import FileDownloadIcon from '@mui/icons-material/FileDownload';

const Hayat = () => {
    const { t, lang } = useT();
    return (
        <section className='text-section'>
            <div className='container-fluid'>
                <div className='row'>
                    <div className='col-12'>
                        <div className='title-name'>
                            <h3>{t(`Hayat.${lang}`)}</h3>
                            <div className='text-title-line'></div>
                        </div>
                    </div>
                </div>
                <div className='row pl-5'>
                    <div className='col'>
                        <h5 className='mt-3 mb-3'>Ўзбекистон Республикаси Сув хўжалиги вазирлиги Ҳайъатининг таркиби</h5>
                    </div>
                </div>
                <div className='row pl-5 pr-5'>
                    <div className='col-12 mb-4 p-2'>
                        <h5>{t(`HayatT.${lang}`)}</h5>
                        <div className='qonun-date d-flex justify-content-between align-items-center mb-5'>
                            <div>
                                <a href='/files/BUYRUQ.docx' target="_blank" rel="noopener noreferrer">
                                    <button className='btn btn-success ml-3' type="button">
                                        <FileDownloadIcon /> {t(`download.${lang}`)}
                                    </button>
                                </a>
                            </div>
                        </div>
                    </div>
                </div>
                <div className='row pl-3 pr-3'>
                    <div className='col'>
                        <h5>Ҳайъат раиси:</h5>
                        <p>Хамраев Шавкат Рахимович – вазир</p>
                        <h5>Ҳайъат аъзолари:</h5>
                        <p>
                            Мирзаев Акмал Арзиевич – вазир ўринбосари

                            Наджимов Марат Фахриевич – “Ўзсувлойиҳа” акционерлик жамияти директори

                            Қурбонов Мадаминжон Турсунович – Сув хўжалигида капитал қурилиш лойиҳаларини амалга ошириш агентлиги бош директор ўринбосари



                            Ўзбекистон Республикаси  Сув хўжалиги
                            вазирлигининг 2018 йил “5” октябрдаги
                            №-2/1-сонли ҳайъат қарорига илова



                            Ўзбекистон Республикаси Сув хўжалиги вазирлигининг ҳайъати тўғрисида Регламент
                            I-боб. Умумий қоидалар

                            1. Ўзбекистон Республикаси Сув хўжалиги вазирлигининг ҳайъати (кейинги ўринларда ҳайъат деб аталади) доимий фаолият кўрсатадиган маслаҳат органи ҳисобланади.
                            2. Ҳайъат ўз фаолиятида Ўзбекистон Республикаси Конституцияси, Ўзбекистон Республикасининг Қонунлари, Ўзбекистон Республикаси Президентининг фармонлари, қарорлари ва фармойишлари, Ўзбекистон Республикаси Вазирлар Маҳкамасининг қарорлари ва фармойишлари, Ўзбекистон Республикаси  Вазирлар Маҳкамасининг 2017 йил 19 октябрдаги “Ўзбекистон Республикаси давлат бошқаруви органлари ҳайъатларининг фаолияти самарадорлигини оширишга доир қўшимча чора-тадбирлар тўғрисида”ги 855-сонли қарори билан тасдиқланган Намунавий Регламентга, Вазирлар Маҳкамасининг жорий йил 3 июлдаги “Ўзбекистон Республикаси Сув хўжалиги вазирлиги фаолиятини  тартибга солувчи  норматив-ҳуқуқий ҳужжатларни тасдиқлаш тўғрисида”ги 500-сонли қарори билан тасдиқланган Низом ва бошқа норматив-ҳуқуқий ҳужжатларга амал қилади.
                            3. Ҳайъат ўз фаолиятини қонун ҳужжатларига мувофиқ қонунийлик, назоратда бўлиш ва Ўзбекистон Республикаси Президенти, Ўзбекистон Республикаси Вазирлар Маҳкамасига ҳисобот бериш, бошқарув ва коллегиалликни марказлаштириш тамойиллари асосида амалга оширади.

                            II-боб. Ҳайъатнинг асосий вазифалари

                            4. Ҳайъатга қуйидаги вазифалар юкланади:
                            сув хўжалигини барқарор ривожлантириш, сув хўжалиги соҳасида янги  технологияларни  жорий қилиш ва такомиллаштиришга қаратилган ягона сув хўжалиги сиёсатини амалга ошириш, сув хўжалиги соҳасида иқтисодий ислоҳотларни чуқурлаштириш ишларини мувофиқлаштириш, сув хўжалиги инфратузилмаси объектларини ривожлантириш, ирригация тизимларини ҳавзавий бошқариш тамойили асосида ер усти сувларининг давлат бошқарувини амалга ошириш ва сувдан фойдаланиш ва сув истеъмоли  соҳасида инновацион технологияларни жорий қилиш ҳамда суғориладиган ерларнинг мелиоратив ҳолатини  яхшилаш бўйича мазкур Низомда белгиланган вазирлик фаолиятининг асосий йўналишларини тайёрлаш ва  амалга ошириш;
                            мамлакат сув хўжалиги, соҳалар ва ҳудудларни ривожлантиришнинг устувор  йўналишларини амалга оширишда вазирлик ва бошқа давлат ва хўжалик бошқаруви органлари, маҳаллий давлат ҳокимияти органларининг фаолиятини самарали мувофиқлаштириш ва ўзаро узвий ҳамкорлигини таъминлаш;
                            қисқа, ўрта ва узоқ муддатли даврларда сув хўжалигини барқарор ривожлантиришга қаратилган амалга оширилаётган комплекс, соҳавий ва ҳудудий дастурларни амалга ошириш самарадорлигини ошириш учун қўшимча чора-тадбирлар қабул қилган ва  тузатишлар киритилган ҳолда уларнинг натижадорлигини баҳолаш;
                            вазирлик тизими ходимлари ва раҳбарларининг уларга юкланган қонун ҳужжатлари, Ўзбекистон Республикаси Президентининг расмий ҳужжатлари ва Ўзбекистон Республикаси Ҳукумати қарорларида белгиланган вазифаларни ўз вақтида ва сифатли бажариш учун шахсий жавобгарлигини ошириш бўйича чоралар қабул қилган ҳолда вазирлик таркибий ва ҳудудий бўлинмалари ҳамда идоравий мансуб ташкилотлари раҳбарларининг ҳисоботларини тизимли асосда эшитишни ташкил этиш;
                            вазирлик фаолияти соҳасининг ҳудудий ва соҳавий дастурларини амалга ошириш натижадорлигини чораклик ва тизимли асосда кўриб чиқиш;
                            жойларда сув хўжалиги соҳасидаги долзарб масалаларни муҳокама қилиш, вужудга келган муаммоларни ҳал этиш бўйича тегишли қарорларни ишлаб чиққан ва қабул қилган ҳолда кенгайтирилган сайёр ҳайъат мажлисларини ўтказишни ташкил этиш;
                            вазирлик номенклатурасига кирувчи лавозимлар рўйхатини кўриб чиқиш ва тасдиқлаш;
                            вазирлик номенклатурасига кирувчи лавозимларга ходимларни танлаш ва жойига қўйиш масалаларини кўриб чиқиш;
                            Ўзбекистон Республикаси Президенти ва Ўзбекистон Республикаси Вазирлар Маҳкамаси қарор ва топшириқларида белгиланган вазифаларнинг ўз вақтида ва сифатли бажарилишини таъминлаш учун Вазирлик раҳбарлари ва ходимларининг шахсий жавобгарлигини ошириш ва ижро интизомини мустаҳкамлаш;
                            Ўзбекистон Республикаси Сув хўжалиги вазирлиги марказий аппарати, вазирлик тизимидаги Республика ва ҳудудий корхона ва ташкилотлар раҳбарларининг ҳисоботларининг тизимли асосда эшитиб борилишини ташкил этиш, қонун ҳужжатлари, Ўзбекистон Республикаси Президенти ҳужжатлари ва Ўзбекистон Республикаси Ҳукуматининг қарорларида кўрсатилган вазифаларнинг белгиланган  муддатларда ҳамда сифатли амалга оширилишини таъминлаш юзасидан барча даражадаги раҳбарлар ва ходимларининг шахсий жавобгарлигини ошириш чораларини кўриш;
                            Ўзбекистон Республикаси Ҳукуматига киритиладиган ва Ўзбекистон Республикаси Сув хўжалиги вазирлиги масъул ижро этувчи орган ҳисобланган қонун лойиҳалари билан боғлиқ масалаларни кўриб чиқиш.
                            5. Ҳайъат Ўзбекистон Республикаси Сув хўжалиги вазирлиги ваколатига кирадиган ва коллегиал муҳокама этишни талаб қиладиган ҳар қандай масалани кўриб чиқиш ҳуқуқига эга.

                            III-боб. Ҳайъат таркиби

                            6. Вазирликда унинг фаолиятининг асосий йўналишларини мувофиқлаштириш учун таркибида Вазир (ҳайъат раиси), унинг ўринбосарлари (лавозимига кўра), манфаатдор вазирлик ва идоралар раҳбарлари, сув хўжалиги соҳасининг етакчи мутахассислари ва олимлари ҳамда таркибий тузилмалар раҳбарлари бўлган 9 кишидан иборат ҳайъат тузилади.
                            7. Ҳайъатнинг аъзолари сони ва шахсий таркиби Вазирнинг таклифига кўра  Ўзбекистон Республикаси Вазирлар Маҳкамаси томонидан тасдиқланади.
                            Ҳайъат фаолияти самарадорлигини ошириш мақсадида вақти-вақти билан унинг таркиби Ўзбекистон Республикаси Вазирлар Маҳкамаси билан келишилган ҳолда  қисман алмаштириб турилади.
                            Ҳайъат аъзоси лавозимидан озод этилган ҳолатларда (унинг таркибига лавозими бўйича кирадиган аъзолардан ташқари) ҳайъат таркибига киритиладиган номзод бўйича таклифлар белгиланган тартибда Ўзбекистон Республикаси Вазирлар Маҳкамасига киритилади.
                            8. Ҳайъат раиси:
                            ҳайъат фаолиятини ташкил этади, унинг йиғилишларини бошқаради, мажбурият ва топшириқларни ҳайъат аъзолари ўртасида тақсимлайди, йиғилишлар режалари, ҳайъат қарорлари бажарилишини умумий назорат қилади;
                            ҳайъатга кўриб чиқишга киритиладиган масалаларни биргаликда муҳокама этиш ва ҳал қилиш учун зарур шароитлар яратади;
                            ҳайъат фаолияти ва унинг қарорлари тўлиқ ҳажмда қабул қилиниши учун шахсан жавоб беради;
                            зарур ҳолатларда, Ўзбекистон Республикаси Президенти, Ўзбекистон Республикасининг Бош вазирига ҳайъат йиғилишларида қабул қилинган қарорлар ва уларнинг амалга оширилиши ҳақида ахборот беради;
                            махфий хусусиятга эга масалалар, шунингдек давлат сирини ташкил этадиган маълумотларга тааллуқли масалаларни кўриб чиқиш учун ҳайъатнинг ёпиқ йиғилишларини ўтказиш тўғрисида қарор қабул қилади;
                            ҳайъатнинг кўчма йиғилишларини, шунингдек бошқа коллегиал органлар билан қўшма йиғилишлар ўтказиш тўғрисида қарорлар қабул қилади.
                            Ҳайъат раиси бўлмаганда унинг вазифаларини Ўзбекистон Республикаси Сув хўжалиги вазирининг биринчи ўринбосари бажаради.
                            9. Ҳайъат аъзолари қуйидаги ҳуқуқларга эга:
                            ҳайъат фаолиятининг режалари лойиҳаларига, ҳайъат йиғилишларининг кун тартиби ва ўтказиш тартиби, ҳайъат йиғилишларининг тасдиқланган режасига қўшимчалар ҳамда ўзгартиришлар, ҳайъатнинг навбатдан ташқари йиғилишларини ўтказиш бўйича таклифлар, фикр-мулоҳазалар ва тузатишлар киритади;
                            кўриб чиқиладиган муаммоларга доир ҳужжатлар ва ҳайъат қабул қилган қарорлар ижроси юзасидан материаллар билан танишади;
                            маърузачиларга саволлар бериш, муҳокама этиладиган масалалар юзасидан ўз фикрини, шунингдек қабул қилинадиган қарорлар ва ҳайъат йиғилишлари баённомаси бўйича фикр-мулоҳазалар ҳамда таклифлар билдиради;
                            зарур ҳолатларда, овоз беришда йиғилиш баённомасига алоҳида фикрларни ёки ёзма равишдаги алоҳида фикрни киритишни талаб қилади;
                            ҳайъат йиғилишларини ташкил этиш, кўриб чиқиладиган масалалар бўйича материаллар тайёрлаш, ҳайъат қарорларининг амалга оширилишини ташкил этиш, назорат қилиш ва ҳайъат топшириқларини бажаришда иштирок этади.
                            Ҳайъат аъзолари:
                            масалаларни муҳокама этиш ва овоз беришда тенг ҳуқуқларга эга;
                            ҳайъат йиғилишларида шахсан иштирок этишга мажбур ва ўз ваколатларни бошқа шахсларга бериш ҳуқуқига эга эмас.
                            Ҳайъат аъзолари ҳайъат раиси ёки унинг вазифасини бажарувчи вазифаларини Ўзбекистон Республикаси Сув хўжалиги вазирининг биринчи ўринбосари рухсати билан унинг йиғилишларида иштирок этишдан озод этилади. Бунда ҳайъат аъзоси муҳокама этиладиган масала юзасидан ўз фикрини ёзма равишда билдириш ҳуқуқига эга.
                            Ҳайъат аъзолари эгаллаб турган лавозимидан (ҳайъат таркибига лавозими бўйича кирадиган аъзолардан ташқари) Ўзбекистон Республикаси Вазирлар Маҳкамаси билан келишилган ҳолда озод этилиши мумкин.

                            IY-боб. Ҳайъат фаолиятини ташкил этиш

                            § 1. Ҳайъат ишини режалаштириш

                            10. Ўзбекистон Республикаси Сув хўжалиги вазирлигининг иш режаси Ўзбекистон Республикаси Вазирлар Маҳкамасининг иш режаларини ҳисобга олган ҳолда ярим йилга тузилади, ҳайъат аъзолари томонидан кўриб чиқилади ҳамда унинг раиси томонидан имзоланади.
                            11. Ҳайъат ишлари Ўзбекистон Республикаси Сув хўжалиги вазирлигида режалаштиришни ташкил этишнинг умумий принциплари ва талабларига мувофиқ режалаштирилади.
                            Вазирлар Маҳкамасининг жорий йил 3 июлдаги “Ўзбекистон Республикаси Сув хўжалиги вазирлиги фаолиятини  тартибга солувчи  норматив-ҳуқуқий ҳужжатларни тасдиқлаш тўғрисида”ги 500-сонли қарори билан тасдиқланган Низомда белгиланган вазифаларнинг ижросини таъминлаш бўйича вазирлик ҳайъати аъзоларининг таклифлари асосида ҳар ойда ҳамда  Республикаси  Вазирлар Маҳкамасининг 2017 йил 19 октябрдаги “Ўзбекистон Республикаси давлат бошқаруви органлари ҳайъатларининг фаолияти самарадорлигини оширишга доир қўшимча чора-тадбирлар тўғрисида”ги 855-сонли қарори билан тасдиқланган Намунавий Регламентга мувофиқ ҳар чоракда  камида бир марта режалаштирилади ва ўтказилади.
                            Режада ҳайъатга кўриб чиқиш учун киритиладиган масалаларнинг аниқ таърифи, уларни кўриб чиқиш муддатлари, масалаларни тайёрлаш учун масъул ҳайъат аъзолари, Ўзбекистон Республикаси Сув хўжалиги вазирлигининг ҳайъат йиғилишига қарорлар лойиҳалари ва бошқа материалларни ишлаб чиқадиган вазирлик марказий аппаратининг бошқармалари ва бўлимлари томонидан кўрсатилади.
                            Зарур бўлганда (юқори органлар топшириқлари, хизмат зарурати ва бошқалар) Ўзбекистон Республикаси Сув хўжалиги вазирлиги ҳайъати ҳал этиши лозим бўлган масалалар юзасидан ҳайъат йиғилишлари навбатдан ташқари тартибда ўтказилиши мумкин.
                            12. Ҳайъат йиғилишларида кўриб чиқиладиган масалалар ҳайъат раиси ва унинг аъзолари, шунингдек ҳайъат масъул котибининг сўровларига мувофиқ Ўзбекистон Республикаси Сув хўжалиги вазирлиги марказий аппаратининг бошқармалари ва бўлимлари томонидан киритилади.
                            13. Ҳайъат йиғилишларининг навбатдаги ярим йил учун режасининг лойиҳаси бўйича таклифлар Ўзбекистон Республикаси Сув хўжалиги вазирлиги ҳайъатининг масъул котибига тегишли йилнинг 1 ноябрь ва 1 майига қадар тақдим этилади. Режа лойиҳаси юзасидан таклифлар масалаларнинг таърифи ва уларни кўриб чиқиш муддатлари, маърузачилар ва масалаларни тайёрлаш учун масъул шахслар фамилияси, ижро этувчи бўлинмалар номини (комиссиялар ёки ишчи гуруҳлар таркибини) ўз ичига олиши лозим.
                            14. Бошқа коллегиал органлар билан биргаликда йиғилишлар ўтказиш бўйича таклифлар дастлаб, улар билан, кўчма йиғилишлар эса Ўзбекистон Республикаси Сув хўжалиги вазирлигининг Ишлар бошқармаси ҳамда Молиялаштириш, бухгалтерия ҳисоби ва ҳисоботи бошқармаси билан келишилиши шарт. Бошқа коллегиал органлар билан қўшма йиғилишлар ўтказиш ҳақидаги қарор аввал Ўзбекистон Республикаси Бош вазирининг мутасадди ўринбосарлари билан келишилади.
                            15. Ҳайъат йиғилишлари режасининг лойиҳасини тайёрлаш ва келишиш ҳайъат масъул котиби зиммасига юкланади.
                            16. Ҳайъат масъул котиби тасдиқланган режани ҳайъат аъзоларига, режадан кўчирмани  эса ижро этувчиларга, яъни вазирлик марказий аппаратининг бошқарма ва мустақил бўлим раҳбарларига, шунингдек, Қорақалпоғистон Республикаси Сув хўжалиги вазирлиги, вилоятлар Ирригация тизимлари ҳавза бошқармалари, вазирлик тасарруфидаги Республика ва тизим ташкилотларига вазирликнинг интернетдаги minwater.uz  корпоратив почтаси орқали  жўнатилишини ташкил этади.
                            17. Ҳайъат раиси ( ҳайъат раиси бўлмаганда унинг розилиги билан ушбу  вазифани вақтинчалик  бажарувчи Ўзбекистон Республикаси Сув хўжалиги вазирининг биринчи ўринбосари томонидан)  йиғилишларнинг тасдиқланган режасига тузатишлар киритилиши, зарур ҳолатларда навбатдан ташқари йиғилишлар ўтказилиши мумкин.

                            § 2. Ҳайъат йиғилишларига масалаларни тайёрлаш

                            18. Ҳайъат йиғилишларида кўриб чиқиш учун масалаларни тайёрлаш жараёни муаммо моҳиятини чуқур ва ҳар томонлама таҳлил қилиш, аввал қабул қилинган бошқарув қарорлари ва уларни амалга ошириш тадбирлари самарадорлигини баҳолаш, камчиликларни, уларнинг юзага келишига сабаб бўладиган шароитлар ва сабабларни аниқлаш, ишларнинг ҳолатини яхшилашга қаратилган таклифларни ишлаб чиқиш ва уларни амалга ошириш бўйича тахмин қилинаётган натижаларни ўз ичига олиши даркор.
                            Зарур ҳолатларда кўриб чиқиладиган муаммо юзасидан ишлар ҳолатини бевосита вазирлик марказий аппаратининг бошқарма ва мустақил бўлим раҳбарлари томонидан  Қорақалпоғистон Республикаси Сув хўжалиги вазирлиги, вилоятлар Ирригация тизимлари ҳавза бошқармалари, вазирлик тасарруфидаги Республика ва тизим ташкилотларида олдиндан  кун тартибига киритилган масала юзасидан ўрганиш (текшириш) ташкил этилади.
                            19. Ҳайъат кун тартибига киритилган масалани тайёрлаш учун масъул бўлган вазирлик марказий аппаратининг бошқарма, бошқарма ёки мустақил бўлим раҳбари ҳайъат йиғилишлари режасидан кўчирма олганидан сўнг 10 кун муддатда ҳайъат йиғилишларига тайёргарлик кўриш бўйича тадбирлар режасини тузади ва масалаларни тайёрлаш учун масъул шахсларга тасдиқлатади, нусхасини режани амалга оширишда иштирок этадиган вазирлик марказий аппаратининг бошқарма ёки мустақил бўлим раҳбарларига юборади.
                            20. Ҳайъат кенгашига 10 кун қолганда ҳайъатнинг йиллик иш режасига киритилган масалалар бўйича маълумотлар, қарор лойиҳалари ва бошқа керакли ҳужжатлар тўлиқ  тайёрланиб, сўнгра тегишли бошқармалар бошлиқлари ва вазир ўринбосарлари билан келишилган ҳолда  имзоси олиниб, ҳайъат масъул котибига умумлаштириш учун топширилиши шарт. Ҳайъат масъул котибига топшириладиган ҳайъат қарори лойиҳалари тўрт қисмдан иборат бўлиши шарт.
                            Биринчи қисми номланиш қисми бўлиб, бу қисмида ҳайъат қарори лойиҳасини тайёрлашдан мақсад ёки муҳокама этилаётган масаланинг қисқача таҳлили аниқ кўрсатилиши лозим;
                            Иккинчи қисми изоҳ (кириш қисми, яъни преамбула)дан иборат бўлиб, бу қисмда ҳайъат қарори қабул қилишдан аниқ мақсад, ушбу масаладаги ҳолат таҳлили ва ҳолисона баҳо кўрсатилиши лозим.
                            Учинчи қисми (асосий қисм) да ижро муддати ва бажарилиши учун масъул шахслар аниқ кўрсатилган топшириқлар, агар ҳайъат қарори орқали бирор бир ходимга нисбатан интизомий жазо чоралари қўлланиладиган бўлса, унинг сабаблари, таҳлиллари ва далиллари тўлиқ кўрсатилиши керак;
                            Тўртинчи қисм (якунловчи қисм)да ҳайъат қарорининг ижросини назорат қилиш вазирнинг тегишли ўринбосари ёки бошқарма бошлиғи зиммасига юклатилиши зарур.
                            Ҳайъат йиғилишларига муҳокама этиладиган масала юзасидан қуйидаги материаллар тайёрланади:
                            муҳокама этиладиган масаланинг моҳиятини тўлиқ очиб берадиган, танқидий руҳда таҳлил қилинган маълумотнома;
                            ҳайъат қарорлари ва уларни амалга ошириш тўғрисидаги буйруғи (қарори) ёки ҳайъатнинг протокол қарори ҳамда ҳайъат йиғилишларида кўриб чиқилиши лозим бўлган бошқа ҳужжатлар лойиҳалари;
                            зарур бўлганда, ҳужжатлар лойиҳалари бўйича мавжуд келишмовчиликлар тўғрисида маълумотнома ва лойиҳани тайёрлаш ҳамда келишиш давомида билдирилган фикр-мулоҳазалар ва таклифларни амалга ошириш рад этилганини асослаш;
                            ҳайъат йиғилишига таклиф этилган шахслар рўйхати;
                            ҳайъат йиғилишида сўзга чиқадиган шахслар рўйхати;
                            ҳайъат раиси ёки ҳайъат котибининг кўрсатмасига биноан бошқа ҳужжатлар.
                            21. Маълумотнома кўриб чиқиладиган масала моҳиятининг қисқача ва объектив баёнини, ушбу йўналишдаги ишларда мавжуд камчиликларни, уларнинг сабаблари ва камчиликларни бартараф этиш борасидаги муаммолар ва таклифларни ўз ичига олиши керак.
                            Фаолиятни такомиллаштиришга доир таклиф этиладиган чора-тадбирлар, одатда, комплекс хусусиятга бўлиши зарур.
                            22. Ҳайъат қарорлари ва уларни амалга ошириш бўйича буйруқлар (қарорлар) лойиҳалари белгиланган тартибда келишилади.
                            Ҳайъат йиғилиши қарорлари ҳайъат аъзолари билан келишилган ҳолда уларни чақиртириб ўтирмасдан, келишилганлик ҳақида имзоси олиниб қабул қилиниши ҳам мумкин.
                            Йиғилиш чақирилмасдан қабул қилинадиган ҳайъат ҳужжатлари ва  қарорларига ҳайъат аъзолари ўртасида сўров ўтказиш орқали ҳайъатнинг барча аъзолари билан келишилиши ва имзоланиши шарт.
                            23. Барча материаллар масалаларни тайёрлаш учун масъул шахслар ва Ўзбекистон Республикаси Сув хўжалиги вазирининг тегишли йўналишдаги фаолиятига раҳбарлик қиладиган ўринбосари билан келишилади ҳамда имзоланади.
                            Ҳайъат қарорлари ва уларни амалга ошириш бўйича буйруқлар (қарорлар) лойиҳалари уларни тайёрлашда иштирок этган ва манфаатлари эътиборга олинган Ўзбекистон Республикаси Сув хўжалиги вазирлиги марказий аппаратининг таркибий бўлинмалари раҳбарлари томонидан ҳам имзоланади.
                            24. Белгиланган тартибда келишилган материаллар ҳайъат масъул котибига мазкур материалларни тайёрлаш режасида белгиланган муддатларга мувофиқ, аммо масала кўриб чиқиш режалаштирилган ойнинг 5-санасидан кечиктирмасдан тақдим этилади.
                            25. Қўйилган талаблар бузилган ҳолатда тайёрланган ёки тўлиқ ҳажмда тақдим этилмаган материалларни ҳайъат масъул котиби қабул қилмайди. Олинган материаллар Ўзбекистон Республикаси Сув хўжалиги вазирлиги марказий аппаратининг таркибий бўлинмалари раҳбарларига камчиликларни бартараф этиш учун қайтариб берилади.
                            26. Ҳайъат материаллари бирон-бир сабаб туфайли белгиланган муддатда тақдим этилмаса ёки масалаларни тайёрлаш учун масъул шахснинг фикрича уни кўриб чиқиш зарурати бўлмаса, бу ҳақда ҳайъат раисига ёзма равишда ахборот берилади.
                            27. Мукаммал ишлаб чиқилмаган масалалар ҳайъат раисининг кўрсатмаси ёки ҳайъат қарори билан муҳокамадан олиб ташланади ва материаллар ижро этувчига мукаммал ишлаб чиқиш учун қайтарилади.
                            28. Ҳайъат йиғилишига тайёрланадиган масалаларни тайёрлаш учун масъул шахслар материални сифатли ишлаб чиқиш, материаллар лойиҳаларининг ўз вақтида тақдим этилиши ва улардаги маълумотлар ишончлилиги учун шахсан  жавоб беради.
                            29. Ҳайъат йиғилишида кўриб чиқиладиган масалаларни ўрганиш, ҳайъат қарорлари лойиҳалари ва бошқа материалларни тайёрлаш ёки мукаммал ишлаб чиқиш, шунингдек қабул қилинган қарорлар ижросини текшириш учун вақтинчалик комиссиялар ва ишчи гуруҳлар ташкил этилиши мумкин. Уларнинг фаолияти натижалари юзасидан ҳайъатга ахборот берилади. Комиссиялар ва ишчи гуруҳларнинг алоҳида фикрга эга аъзолари уни ҳайъат аъзолари ёки раиси эътиборига етказиш ҳуқуқига эга.

                            § 3. Ҳайъат йиғилишларига тайёргарлик кўриш
                            ва уларни ўтказиш тартиби

                            30. Ҳайъат масъул котиби ҳайъат иш режасига мувофиқ тайёрланган материаллар мавжуд бўлса, йиғилиш кун тартиби лойиҳаси ва унинг иштирокчилари рўйхатини шакллантиради, ҳайъат йиғилишига тайёрланган барча ҳужжатларни ҳайъат раиси ёки у бўлмаган тақдирда унинг вазифасини бажарувчи Ўзбекистон Республикаси Сув хўжалиги вазирининг биринчи ўринбосари билан келишади.
                            31. Ҳайъат йиғилишининг кун тартиби, жумладан, йиғилиш ўтказиладиган сана, вақт ва жой ҳайъат раиси томонидан белгиланади.
                            32. Ҳайъат масъул котиби навбатдаги йиғилиш материалларини олгандан сўнг уларни кўпайтириш ва ҳайъат аъзоларига, шунингдек Ўзбекистон Республикаси Сув хўжалиги вазирлиги марказий аппаратининг манфаатдор таркибий бўлинмаларига тарқатилишини ташкил этади.
                            Материаллар бошқаларга ҳайъат раиси билан келишилган ҳолда юборилади.
                            33. Ҳайъат йиғилишига Ўзбекистон Республикаси Сув хўжалиги вазирлиги ваколатига кирадиган масалалар бўйича давлат ва хўжалик бошқаруви органлари, бошқа ташкилотлар, шу жумладан оммавий ахборот воситалари раҳбарлари ҳамда ходимлари таклиф этилиши мумкин.
                            Ҳайъатнинг очиқ йиғилишларига “Давлат ҳокимияти ва бошқаруви органлари фаолиятининг очиқлиги тўғрисида”ги Қонунга мувофиқ ахборотдан фойдаланувчилар ҳам таклиф этилиши мумкин. Уларнинг Ўзбекистон Республикаси Сув хўжалиги вазирлигининг ҳайъати очиқ йиғилишларида иштирок этиш тартиби, ҳуқуқлари ва мажбуриятлари қонун ҳужжатларида белгиланади.
                            34. Ҳайъат йиғилишига таклиф этиладиган давлат ва хўжалик бошқаруви органлари, бошқа ташкилотлар, шу жумладан оммавий ахборот воситалари раҳбарлари ҳамда ходимларини ҳайъат раиси томонидан ёки унинг топшириғига биноан  Ўзбекистон Республикаси Сув хўжалиги вазирининг биринчи ўринбосари  томонидан тасдиқланган рўйхатга мувофиқ ҳайъат масъул котиби хабардор қилади.
                            35. Ҳайъат масъул котиби Ўзбекистон Республикаси Сув хўжалиги вазирлигининг Ишлар бошқармаси бошлиғи билан биргаликда ҳайъат йиғилишларига тайёргарлик кўриш ва уларни ўтказишда иштирок этадиган техник, хўжалик ҳамда бошқа бўлинмаларни хабардор қилишни таъминлайди, уларнинг ҳамкорлигини ташкил қилади, улар томонидан ўтказиладиган тадбирларни мувофиқлаштиради ва назорат қилади.
                            36. Ҳайъат масъул котиби йиғилишдан аввал иштирокчиларни рўйхатга олади ва рўйхатга олиш тугагандан сўнг ҳайъат раисига (раислик қилувчига) ҳайъат аъзолари ҳамда таклиф этилган шахслар келгани ҳақида ахборот беради.
                            37. Ҳайъат йиғилишига таклиф этилган шахслар ўзларига тааллуқли масалалар муҳокамасида иштирок этади. Раис (раислик қилувчи) қарорига биноан улар баҳс-мунозараларда сўзга чиқиб, ўз фикр ва таклифларини билдириши, муҳокама этилаётган масала ва тайёрланган ҳужжатлар лойиҳалари моҳияти бўйича маълумотномалар бериши мумкин.
                            38. Ҳайъат йиғилиши раиси (раислик қилувчи) йиғилишни очади ва ёпади, ҳайъат аъзоларини йиғилишга таклиф этилган шахслар ҳақида хабардор қилади, масалалар муҳокамасини ташкил қилади (маъруза қилиш учун сўз беради, регламентга риоя этилишини кузатади, тайёрланган ҳужжатлар лойиҳаларини, муҳокама этилаётган масалалар бўйича таклифларни овозга қўяди, овоз бериш якунларини эълон қилади), масалалар, маълумотномалар, аризалар ва таклифларни эълон қилади.
                            39. Ҳайъат йиғилиши унинг кун тартиби ва ўтказиш тартибини белгилаш ҳамда тасдиқлашдан бошланади.
                            40. Маърузачи учун вақт, одатда, 20 дақиқача, баҳс-мунозараларда чиқишлар учун 5-7 дақиқагача, хабарлар ва маълумотномалар учун 3 дақиқагача белгиланади. Зарур ҳолатларда раис (раислик қилувчи) маъруза қилиш вақтини ўзгартириши мумкин.
                            41. Ҳайъат йиғилишида масалалар муҳокамаси чоғида ҳужжатлар лойиҳалари юзасидан билдирилган муҳим фикр-мулоҳазалар ва таклифлар кўриб чиқилиши зарур. Муҳокама натижалари раислик қилувчининг кўрсатмасига биноан йиғилиш баённомасида акс эттирилади.
                            42. Ҳайъат йиғилишларида видеоконференцалоқа, овозни ёзиш ва стенограммалаш, кино, видео ва фотосуратга олиш ҳайъат раиси (раислик қилувчи) билан келишилган ҳолда ёки қарори билан амалга оширилади.
                            43. Видеоконференцалоқа, овозни ёзиш ва стенограммалаш, кино, видео ва фотосуратга олиш ишлари Ўзбекистон Республикаси Сув хўжалиги вазирлигининг Ишлар бошқармаси ҳамда Жамоатчилик  ва оммавий ахборот воситалари билан алоқалар шўъбаси зиммасига юкланади.
                            44. Маърузалар ва нутқлар матнлари йиғилишдан сўнг ҳайъат масъул котибига топширилади.

                            § 4. Ҳайъат қарорларини қабул қилиш тартиби

                            45. Ҳайъат мажлисида унинг аъзоларининг учдан икки қисмидан кўпроғи иштирок этса ҳайъат мажлиси қонуний ўтказилган деб ҳисобланади.
                            46. Кўриб чиқиладиган масала юзасидан ҳайъат қарори кўпчилик овоз билан қабул қилинади.
                            47. Ўзбекистон Республикаси Сув хўжалиги вазири ва ҳайъат аъзолари ўртасида келишмовчилик юзага келган ҳолатда Вазир мустақил қарор қабул қилади ва келишмовчиликлар ҳақида Ўзбекистон Республикаси Вазирлар Маҳкамасига ахборот беради. Ҳайъат аъзолари ҳам Ўзбекистон Республикаси Вазирлар Маҳкамасига ўз фикрини билдириши мумкин.
                            48. Ҳайъат қарорлари ҳайъат раиси ёки унинг вазифаларни бажарувчи шахс (раислик қилувчи) томонидан имзоланади ва одатда, Ўзбекистон Республикаси Сув хўжалиги вазирининг буйруғи (қарори) билан амалга оширилади.
                            49. Ташкилий, тартиб-таомил ва назорат масалалари бўйича ҳайъат қарорлари йиғилиш баённомасига киритилади ва буйруқ (қарор) қабул қилинмасдан амалга оширилади. Қарорлардаги кўрсатмалар (топшириқлар) белгиланган тартибда бажарилиши шарт.
                            50. Айрим ҳолатларда шошилинч масалалар юзасидан ҳайъат қарорлари сўров ўтказиш тартибида қабул қилиниши мумкин.
                            51. Ўзбекистон Республикаси Сув хўжалиги вазирлиги ва бошқа давлат ва бошқарув органларининг қўшма ҳайъат йиғилишларида қабул қилинган қарорлар қўшма буйруқлар (қарорлар) билан эълон қилинади.
                            52. Ҳайъат томонидан кўриб чиқилган ва маъқулланган ҳужжатлар лойиҳалари (низомлар, йўриқномалар, режалар ва бошқа ҳужжатлар) белгиланган тартибда тасдиқланади ва амалиётга жорий этилади.

                            § 5. Ҳайъат йиғилишларини ҳужжатлар билан расмийлаштириш

                            53. Ҳайъат йиғилиши якуни бўйича қисқа баённома тузилади. Баённомада унинг тартиб рақами, йиғилиш ўтказилган сана ва жой, ҳайъатга раислик қилувчи ва унинг иштирок этувчи аъзолари, маърузачилар фамилияси, ташкилий-бошқарувчилик хусусиятига эга қарорлар ёки аниқ топшириқлар кўрсатилади. Баённомага киритилган топшириқлар мансабдор шахслар (ижро этувчи бўлинмалар) ва бажариш муддатлари кўрсатилган ҳолда қисқа шаклда баён этилиши лозим.
                            54. Баённомаларни расмийлаштириш ва келишиш ҳайъатнинг масъул котиби зиммасига юкланади.
                            Баённомалар биринчи навбатда кўриб чиқилади ва келишилади. Баённомаларни тайёрлашга  Ўзбекистон Республикаси Сув хўжалиги вазирлиги  марказий аппаратининг бошқарма ва мустақил бўлимлар раҳбарлари жалб этилиши мумкин.
                            55. Баённомалар ҳайъат раиси (раислик қилувчи) томонидан имзоланади ва масъул котиб томонидан тасдиқланади.
                            56. Баённомаларга иштирокчиларнинг ёзма маърузалари ва нутқлари, бошқа материаллар, раис (раислик қилувчи) буйруғи ёки ҳайъат қарори бўйича йиғилишлар стенограммалари илова қилиниши мумкин.
                            57. Баённомалардан кўчирмалар Ўзбекистон Республикаси Сув хўжалиги вазирлиги  марказий аппаратининг бошқарма ва мустақил бўлимлар раҳбарларига, шунингдек, Қорақалпоғистон Республикаси Сув хўжалиги вазирлиги, вилоятлар Ирригация тизимлари ҳавза бошқармалари, вазирлик тасарруфидаги Республика ва тизим ташкилотларига ижро учун тарқатилади.
                            Баённомалардан кўчирмалар ҳайъат масъул котиби томонидан тасдиқланади.

                            § 6. Ҳайъат қарорлари ва бошқа ҳужжатлари лойиҳаларини
                            мукаммал ишлаб чиқиш тартиби

                            58. Ҳайъат қарорлари, уларни амалга ошириш бўйича буйруқлар (қарорлар) ва ҳайъат йиғилишида кўриб чиқилган бошқа ҳужжатлар лойиҳаларини бевосита мукаммал ишлаб чиқиш ҳамда келишиш Ўзбекистон Республикаси Сув хўжалиги вазирлиги  марказий аппаратининг бошқарма ва мустақил бўлимлар раҳбарлари зиммасига юкланади. Ҳужжатларни мукаммал ишлаб чиқиш муддатлари, одатда, агар бундай муддат алоҳида белгиланган бўлмаса, 2  календарь кундан ошмаслиги керак.
                            Ҳужжатлар лойиҳалари мукаммал ишлаб чиқиш жараёнида уларга жиддий ўзгартиришлар киритилса такроран имзоланиши лозим.
                            Белгиланган тартибга қўшимча равишда мукаммал ишлаб чиқилган ҳужжатлар лойиҳалари ҳайъат йиғилиши давомида ўз фикр-мулоҳазалари ва таклифларини билдирган ҳайъат аъзолари билан келишилади ҳамда улар томонидан имзоланади.
                            59. Ҳайъат масъул котиби ҳужжатлар лойиҳаларини мукаммал ишлаб чиқишда, лойиҳаларни келишишда иштирок этади, билдирилган фикр-мулоҳазалар ва таклифларнинг тўлиқ киритилишини назорат қилади.
                            60. Ўзбекистон Республикаси Сув хўжалиги вазирига имзолаш учун тайёрланган ҳайъат қарорлари, уларни амалга ошириш бўйича буйруқлар (қарорлар) Ташкилий-назорат ва таҳлил бошқармасига тақдим этилади ва баённома билан биргаликда белгиланган тартибда ахборот берилади.

                            § 7. Ҳайъат қарорлари бажарилишини назорат қилиш

                            61. Ҳайъат мажлисларида қабул қилинган қарорлар вазирликнинг 2018 йил        5 июлдаги “Вазирлик марказий аппарати ҳамда унинг  тасарруфидаги Республика ва тизим ташкилот-ларида ижро интизомига риоя этилишини таъминлаш, ҳужжатлар,  шунингдек, жисмоний ва юридик шахсларнинг мурожаатлари билан ишлашда қўлланиладиган норматив-ҳуқуқий ҳужжатларни тасдиқлаш тўғрисида”ги 40-сонли  буйруғи билан тасдиқланган Йўриқнома талаблари асосида вазирликнинг Ташкилий-назорат ва таҳлил бошқармаси томонидан 3-б назорат варақаси очилади ва белгиланган тартибда назоратга олинади.
                            Топшириқлар мазмун-моҳияти бўйича ҳайъат қарорларининг бажарилишини бевосита назорат қилиш уларни амалга ошириш юзасидан масъул этиб тайинланган ҳайъат аъзолари зиммасига юкланади, шунингдек жорий ишлар жараёнида ҳайъатнинг барча аъзолари томонидан амалга оширилади.
                            62. Ҳайъат қарорларида белгиланган топшириқлар ижроси юзасидан тўғридан-тўғри назорат Ташкилий-назорат ва таҳлил бошқармаси бошлиғи зиммасига юкланади ва уларнинг амалга оширилиши бўйича ҳайъатнинг протокол қарорларида қайд этилган топшириқларда кўрсатилган шакл ва муддатларда вазирнинг буйруғи (қарори) қабул қилинади.
                            63. Ҳайъат:
                            ўз йиғилишларида ўзи қабул қилган қарорларнинг бажарилиши тўғрисидаги масалани мунтазам кўриб чиқади;
                            ушбу қарорларнинг амалга оширилиши учун масъул шахслар, Ўзбекистон Республикаси Сув хўжалиги вазирлиги  марказий аппаратининг бошқарма ва мустақил бўлимлар раҳбарлари, шунингдек, Қорақалпоғистон Республикаси Сув хўжалиги вазирлиги, вилоятлар Ирригация тизимлари ҳавза бошқармалари, вазирлик тасарруфидаги Республика ва тизим ташкилотлариг раҳбарларининг бажарилган ишлар натижалари тўғрисидаги ахборотини эшитади;
                            ўз фаолияти якунларини мунтазам сарҳисоб қилиб боради, шунингдек ҳайъат қарорларини тайёрлаш ва амалга оширишда унинг аъзолари ишлари самарадорлигини кўриб чиқади.


                            § 8. Ҳайъатнинг масъул котиби

                            64. Ҳайъат масъул котиби Ўзбекистон Республикаси Сув хўжалиги вазирлиги  марказий аппарати ходимлари орасидан ҳайъат қарорига биноан тайинланади.
                            65.  Ҳайъат масъул котиби:
                            вазирлик ҳайъатининг мажлисларини тайёрлаш билан боғлиқ ташкилий тадбирларни амалга оширади;
                            вазир ўринбосарлари, бошқарма ҳамда мустақил бўлимлари таклифлари асосида вазирлик ҳайъати иш режасини ишлаб чиқади, лойиҳаларни тегишли вазир ўринбосарлари ва ҳайъат аъзолари билан келишилгандан сўнг ҳайъат муҳокамасига киритади;
                            марказий аппарат бўлимлари раҳбарларининг ҳайъатга материалларни тақдим этиши устидан назоратни таъминлайди;
                            қониқарсиз тайёрланган ҳужжатларни қайта ишлаш учун қайтаради;
                            ҳайъат материалларини ўз вақтида кўпайтиради ва уларни ҳайъат аъзолари ҳамда бошқа шахсларга тарқатилишини таъминлайди;
                            ҳайъат ўтказилишини ташкил қилишни таъминлайди (зални тайёрлаш, мажлис қатнашчиларини рўйхатга олиш, протокол юритиш, ҳайъат мажлислари аудио ёзуви ва стенгораммаси);
                            ҳайъат мажлислари протоколларини Ўзбекистон Республикаси Сув хўжалиги вазири (хайъат раиси)га имзога тайёрлайди;
                            ҳайъат қарорлари ва у қабул қилган ҳужжатларни қатнашчилар муҳокама қилинган масалалар юзасидан билдирган фикр ва таклифлари ҳисобга олинган ҳолда, ушбу ҳужжатларни тақдим этган мансабдор шахслар томонидан қайта ишланишини таъминлайди;
                            тайёрланган ҳужжатларнинг Ўзбекистон Республикаси Сув хўжалиги вазири (хайъат раиси)га маъруза қилиш ва имзо қўйиши учун тақдим этилишини таъминлайди;
                            ҳайъат раиси томонидан имзоланган ҳужжатлардан ўз вақтида нусха кўчириш, уларни вазирликнинг мансабдор шахслари, Қорақалпоғистон Республикаси Сув хўжалиги вазирлиги, вилоятлар Ирригация тизимлари ҳавза бошқармалари, вазирлик тасарруфидаги Республика ва тизим ташкилотларига ижро этиш учун юборишни ташкил қилади.

                            Y-боб. Якунловчи қоида

                            66. Ўзбекистон Республикаси Сув хўжалиги вазирининг барча ўринбосарлари, вазирлик марказий аппаратининг бошқарма ва мустақил бўлимлар раҳбарлари ва барча ходимлари, шунингдек, Қорақалпоғистон Республикаси Сув хўжалиги вазирлиги, вилоятлар Ирригация тизимлари ҳавза бошқармалари, вазирлик тасарруфидаги Республика ва тизим ташкилотлари раҳбарлари ўз фаолиятида мазкур Регламент талабларига қатъий риоя этишлари шарт.

                            Эслатма: Ўзбекистон Республикаси  Сув хўжалиги вазирлигининг 2018 йил “5” октябрдаги  №-2/1-сонли ҳайъат қарори билан қўшимча ва ўзгартишлар киритилган.



                            Ўзбекистон Республикаси Сув хўжалиги вазирлигининг 2021 йил “13” февралдаги 3/5-сонли ҳайъат қарорига илова
                        </p>
                    </div>
                </div>
            </div>
        </section>
    );
}

export default Hayat;
