import React from 'react';
import { useT } from '../../../custom/hooks/useT';

const RasmiyWebSahifa = () => {
    const { t, lang } = useT();
    return (
        <section className='text-section'>
            <div className='container-fluid'>
                <div className='row'>
                    <div className='col-12'>
                        <div className='title-name'>
                            <h3>{t(`webSahifa.${lang}`)}</h3>
                            <div className='text-title-line'></div>
                        </div>
                    </div>
                </div>
                <div className='row pl-5'>
                    <div className='col'>
                        <h4 className='mt-3 mb-3'>Ўзбекистон Республикаси Сув хўжалиги вазирлиги  томонидан ахборотдан фойдаланувчиларга тақдим этиладиган маълумотлар рўйхати</h4>
                    </div>
                </div>
                <div className='row pl-3 pr-3'>
                    <div className='col'>
                        <p>
                        Ўзбекистон Республикасининг “Давлат ҳокимияти ва бошқаруви органлари фаолиятининг очиқлиги тўғрисида”ги Қонунининг 5-моддасига мувофиқ:

Ўзбекистон Республикаси Сув хўжалиги вазирлиги (бундан кейин вазирлик)нинг таркибий ва ҳудудий бўлинмаларининг ҳуқуқий мақомини белгиловчи норматив-ҳуқуқий ҳужжатлар;

вазирлик томонидан қабул қилинган норматив-ҳуқуқий ҳужжатлар, норматив ҳамда бошқа ҳужжатлар, шунингдек уларнинг ижро этилишининг бориши тўғрисидаги маълумотлар;

вазирлик томонидан қабул қилинган норматив-ҳуқуқий ҳужжатларга, норматив ва бошқа ҳужжатларга ўзгартиш ҳамда қўшимчалар киритиш, шунингдек ушбу ҳужжатларни ўз кучини йўқотган деб топиш тўғрисидаги маълумотлар;

вазирлик томонидан ишлаб чиқилаётган норматив-ҳуқуқий ҳужжатларнинг, норматив ва бошқа ҳужжатларнинг лойиҳалари тўғрисидаги маълумотлар;

вазирлик томонидан давлат дастурлари ҳамда бошқа дастурлар амалга оширилиши тўғрисидаги маълумотлар;

вазирлик томонидан ўтказиладиган оммавий тадбирлар (мажлислар, кенгашлар, учрашувлар, матбуот конференциялари, брифинглар, семинарлар, давра суҳбатлари ва бошқалар) тўғрисидаги маълумотлар;

вазирлик  давлат ҳокимияти ва бошқарувининг бошқа органлари, жисмоний     ва юридик шахслар, шунингдек хорижий ва халқаро ташкилотлар билан ҳамкорлиги тўғрисидаги маълумотлар;

амалга оширилишида вазирлик иштирок этаётган Ўзбекистон Республикасининг халқаро шартномалари тўғрисидаги маълумотлар;

вазирлик фаолияти соҳасига тааллуқли бўлган тармоқнинг (ҳудуднинг) ҳолатини ва унинг ривожланиш суръатини тавсифловчи асосий кўрсаткичлар ҳақидаги, шу жумладан ижтимоий-иқтисодий ривожланиш кўрсаткичлари тўғрисидаги маълумотлар;

вазирлик томонидан ўтказиладиган (ташкил этиладиган) очиқ танловлар (тендерлар) ва кимошди савдолари тўғрисидаги маълумотлар;

бўш иш ўринлари, ишга қабул қилиш шартлари ва бўш иш ўринларини эгаллаш учун номзодларга қўйиладиган талаблар тўғрисидаги маълумотлар;

вазирлик томонидан тузилган мувофиқлаштирувчи ва маслаҳат органлари тўғрисидаги маълумотлар;

вазирликнинг очиқ ҳайъат мажлисларини ўтказиш режалари, шу жумладан мажлисларнинг кун тартиби лойиҳалари, улар ўтказиладиган сана, жой ва вақт, мажлисларда ҳозир бўлиш тартиби;

вазирлик фаолияти тўғрисидаги ахборот жумласига қонун ҳужжатларига мувофиқ бошқа маълумотлар ҳам киритилиши мумкин.

вазирлик ўз фаолияти тўғрисидаги ахборот рўйхатини ушбу модда қоидаларига мувофиқ тасдиқлайди.

Қорақалпоғистон Республикаси Сув хўжалиги вазирлиги, вилоятлар Ирригация тизимлари ҳавза бошқармалари, вазирлик тасарруфидаги Республика ва тизим ташкилотлари  Интернет тармоғидаги ўзларининг расмий веб-саҳифаларида очиқликни таъминлаш мақсадида ўз фаолияти тўғрисидаги ахборот, шу жумладан режалаштирилаётган мажлислар ва тадбирлар, кўриб чиқилиши мўлжалланаётган масалалар, қабул қилинган қарорлар ҳақидаги ахборот ўз вақтида эълон қилинишини (чоп этилишини) таъминлайди.

                        </p>
                    </div>
                </div>
            </div>
        </section>
    );
}

export default RasmiyWebSahifa;
